{
  "214921134477541377": {
    "text": "Hey there, I'm Zaal! I started off with an Electrical Engineering degree from RIT and quickly realized that I'm not just into tech; I'm into shaping the future of tech. I wear a few different hats these days: I'm the community administrator for Music Tech Connect and I'm on the teams for ETHPDX DAO and Web3Academy DAO.\n\nI've got a ton of collaborations under my belt, and I'm in the process of creating a resource page on my website that's going to be a goldmine of information. But I'm not just about circuits and code; I've been the go-to admin guy for artists for the past three years, helping them focus on what they do best: create.\n\nWhen I'm not in work mode, you'll find me on the ski slopes or deep in a strategy card game. I'm super passionate about empowering independent artists. I'm even working on an education platform to teach these artists the ins and outs of entrepreneurship and financial literacy.\n\nWhat sets me apart? I've got the time and the resources to dedicate my career to helping others. I'm not just networking to network; I'm doing it because I genuinely want to make a difference.\n\nSo, if you're interested in the future of technology, music, and business, stick around. I promise it's going to be an exciting journey!",
    "message_id": 1159371851219341312,
    "timestamp": "2023-10-05T06:09:49.418000+00:00"
  },
  "1063908680640249936": {
    "text": "Hi guys Im Jaystreetz, from West Africa Nigeria. I'm a musician, songwriter and a music producer.",
    "message_id": 1239367262268428369,
    "timestamp": "2024-05-13T00:03:01.655000+00:00"
  },
  "902315949707903036": {
    "text": "Hey everyone, I’m a musician and Web3 founder. You can learn about me [here](https://linktr.ee/dansingjoy) and hear my music on this [channel](https://www.youtube.com/@dansparty). Happy to be here, looking forward to meeting y'all 🙂",
    "message_id": 1208781571465682975,
    "timestamp": "2024-02-18T14:26:24.713000+00:00"
  }
}